{
  "titles1": ["Work Experience", "Education", "", ""],
  "titles2": ["", "", "Awards & Accolades", "Skills & Hobbies"],
  "work_experience": [
    [
      ["/pwc.png"],
      ["PwC"],
      ["General Tax Intern"],
      ["Charlotte, NC"],
      ["Summer 2023"],
      [
        "Analyzed and updated client and internal files, enabling our team to confirm the accuracy of client financial statements through my quarterly reviews, year-to-date and AETR analyses, and quarterly tie-outs.",
        "Created new networks with interns, associates, managers, and partners inside and outside my specific team, including ITP, Core tax, international tax, transfer pricing, and audit team members.",
        "Analyzed and prepared final 2022 tax returns for multiple clients, including adjusting temporary and permanent book-tax differences.",
        "Experimented and created robots with new technology such as UiPath, Alteryx, and PowerBI"
      ]
    ],
    [
      ["/textron.png"],
      ["Textron"],
      ["M&A Tax Intern"],
      ["Providence, RI"],
      ["Summer 2022"],
      [
        "Worked at global headquarters on multiple projects, including LIFO calculation, reviewing CFC balance sheets to determine the potential for cash repatriation, and preparing statements for Textron’s federal returns.",
        "Led nationwide team to first place at intern conference with a project on Bell APT 70 Government and commercial supply and demand analysis.",
        "Engaged with senior leadership to explore personal goals, M&A, and tax law concepts"
      ]
    ],
    [
      ["/lulu.png"],
      ["Lululemon"],
      ["Educator"],
      ["Clemson, SC"],
      ["Fall 2023"],
      [
        "Ability to connect with customers in a meaningful way, creating a relatable desire to own our product",
        "Consistently met or exceeded sales targets, including what the manager believes to be the most pairs of mens pants single-handedly sold in one day",
        "Remain calm, relaxed, and adaptable in all situations",
        "Speak clearly, communicate effectively, and always smile!"
      ]
    ],
    [
      ["bap.png"],
      ["Beta Alpha Psi - National Honor Society"],
      ["Chapter President"],
      ["Clemson, SC"],
      ["Spring 2022 - Spring 2023"],
      [
        "Chapter earned Gold Status nationally",
        "Nearly doubled chapter size over the course of one year",
        "Worked diligently to organize club meetings, Fortune 500 company presentations, and executive projects for chapter officers",
        "Started many new chapter projects and events after sharing ideas with chapter presidents at other Universities",
        "Traveled to Annual meeting in Orlando, FL and Mid-year meeting in Pittspurgh, PA to present chapter successes and receive recognition"
      ]
    ],
    [
      ["spawn.png"],
      ["SPAWN"],
      ["Cohort 2 Fellow"],
      ["Online Organization"],
      ["Summer 2022 - Spring 2023"],
      [
        "Accepted in student fellowship for advancaed research on blockchain",
        "Networked with some of the top minds in the Burgeoining field, including employees of Andreessen Horowitz (a16z), Binance, and Circle",
        "Completed research paper on blockchain adaoption in India with students from Vanderbilt and Gonzaga"
      ]
    ],
    [
      ["/nps.png"],
      ["National Park Service"],
      ["Ocean Lifeguard"],
      ["Sandy Hook, NJ"],
      ["Summer 2021"],
      [
        "Ability to comprehend and relay information to patrons regarding undertow, rip currents, and break.",
        "Remain calm in life-threatening situations, having performed 8 ocean rescues in three months.",
        "Supervise several beach fronts which could contain up to 30,000 visitors per day."
      ]
    ],
    [
      ["/doordash.png"],
      ["DoorDash"],
      ["Independent Contractor"],
      ["Monmouth County, NJ"],
      ["Intermittant 2018-2021"],
      [
        "I mean this is pretty much implied",
        "I enjoyed driving and listening to an audiobook and making money while doing it",
        "Obviously took only the best opportunities, I had a 26% acceptance rate, 99% customer satisfaction, and consistently made $30/hr or more"
      ]
    ],
    [
      ["/abc.png"],
      ["Atlantic Bagel Company"],
      ["Fry Cook"],
      ["Rumson, NJ"],
      ["Summer 2019"],
      []
    ],
    [
      ["vector.jpeg"],
      ["Vector Marketing"],
      ["Field Sales Representative"],
      ["Eatontown, NJ"],
      ["Apr 2018 - Aug 2018"],
      []
    ],
    [["/rcc.png"], ["Rumson Country Club"], ["Caddy"], ["Rumson, NJ"], [], []],
    [
      ["/country_club.png"],
      ["Country Club Services"],
      ["Valet Services"],
      ["Monmouth County, NJ"],
      ["Summer 2019"],
      [
        "Be timely, orderly, and respectful to all clients",
        "Consistently work Friday and Saturday evenings, even after working all day at the bagel shop",
        "Drive all vehicles with heightened duty of care, remain alert and responsive at all times",
        "Be prepared to work at all times. The company poorly planned and would often call valet staff in with only a few hours notice."
      ]
    ],
    [
      ["/trll.png"],
      ["Two River Little League"],
      ["Umpire"],
      ["Monmouth County, NJ"],
      ["March - June in 2014-2019"],
      [
        "Being an umpire could be tedious and boring when the kids could not put the ball in the strike zone. However, it was one of my most satisfying jobs, watching kids work hard and succeed. The most challenging aspect was remaining unbiased and objective in all situations. Many plays were a fraction of a second difference between out and safe, strike and ball. I had to take a full second to replay the moment in my head, and then make a decisive call, loudly and clearly."
      ]
    ]
  ],
  "education": [
    [
      ["clemson"],
      ["clemson1.jpeg"],
      ["Clemson University"],
      [
        "Master of Accountancy",
        "Bachelor of Science in Accounting",
        "Graduation May 2023",
        "Graduation Aug 2024",
        "Cumulative GPA: 3.7/4.0"
      ],
      ["Business Strategy", "Advanced Analytics", "International Taxation"],
      [
        "* I also had the unique opportunity to take college credits in Billiards, Golf, and Shotgun Shooting. I love learning new skills but these had to be excluded."
      ],
      [
        "D1 Cross Country/Track Athlete",
        "Clemson Blockchain (Treasurer)",
        "Beta Alpha Psi - Accounting and Finance Honor Society (Chapter President)",
        "Club Wrestling",
        "Flag Football",
        "Softball",
        "Rec Golf"
      ],
      [
        "Being comfortable with yourself. Everyone has their own unique set of skills, passions, and attributes. You can always put on a facade, and probably will get away with it, but deepdown you'll always be yourself. So, don't take criticism or insults personally and continue striving towards your own goals, treating others with respect along the way."
      ]
    ],
    [
      ["cba"],
      ["cba1.jpeg"],
      ["Christian Brothers Academy"],
      ["basic stufff"],
      ["AP Computer Science", "Calculus", "Principles of Engineering"],
      [
        "Hard work leads to success. I learned this lesson late. However, after listening to enough people successful in their respective endeavors, I realized that those who have succeeded might actually know what they’re talking about. Sure, people have naive beliefs and false perceptions about what led to their success, but to think that discipline, dedication, consistency, and perseverance through trials and tribulations would do anything but help you achieve your goals would be a preposterous idea."
      ],
      [
        "Cross Country",
        "Track",
        "Space and Aviation Club",
        "Trivia Club",
        "Wrestling",
        "participation in the longest winning streak in the history of sports (CBAXC - currently at 398 wins in a row and counting)."
      ]
    ]
  ],
  "lower_content": [
    [
      ["Master of Accountancy", "Aug 2024"],
      ["Bachelor of Science in Accounting", "May 2023"],
      ["Alteryx Designer Core Certified", "Nov 2023"],
      [
        "Beta Alpha Psi - National Honor Society Chapter President",
        "Fall 2021 - Spring 2023"
      ],

      [
        "Clemson University Cryptocurrency Club - Investment Director & Treasurer",
        "Spring 2022 - Spring 2023"
      ],
      [
        "Clemson University President’s List, Dean’s List, and/or Honor Roll",
        "Spring 2020 – Spring 2023"
      ],
      ["Clemson University Wrestling Club", "Fall 2021 – Spring 2023"],
      [
        "Clemson University - NCAA Division 1 Track and Field",
        "Aug. 2019 - Spring 2021"
      ],
      ["ACC All-Academic Student-Athlete", "Spring 2020 - Spring 2021"]
    ],
    [
      [
        "Microsoft Office (significant experience in all dimensions)",
        "Alteryx (Alteryx Certified)",
        "PowerBI (significant experience",
        "SQL (significant experience)",
        "Python (basics)",
        "UiPath (intermediate)",
        "Public Speaking & Presenting (intermediate experience, passionate)",
        "Tax Research (significant experience)",
        "Business negotiations (basics)",
        "I also view myself as a strong leader, problem solver, creative thinker, and active listener. My biggest weakness is that I eagerly take on tasks and rush to get things done - but I’m never afraid to accept my errors and go back to correct mistakes"
      ],
      [
        ["volunteer Work (10+ hours per year)", ""],
        ["running, swimming, lifting, ball sports", ""],
        ["investment analysis", ""],
        ["reading", ""],
        ["Blockchain", ""],
        ["entrepreneurship", ""]
      ]
    ]
  ]
}
